Repository: mucahitAgdin/InventorySystem
Catalog: Resources/Controllers.ProductController.*.resx
Languages: tr

# CreateSuccess
source: Product created successfully.
tr: Ürün başarıyla oluşturuldu.

# CreateError
source: An error occurred while creating the product.
tr: Ürün oluşturulurken bir hata meydana geldi.

# UpdateSuccess
source: Product updated successfully.
tr: Ürün başarıyla güncellendi.

# UpdateConcurrencyError
source: Concurrency error while updating the product.
tr: Ürün güncellenirken eşzamanlılık hatası oluştu.

# UpdateError
source: An error occurred while updating the product.
tr: Ürün güncellenirken bir hata meydana geldi.

# DeleteSuccess
source: Product deleted.
tr: Ürün başarıyla silindi.

# DeleteError
source: An error occurred while deleting the product.
tr: Ürün silinirken bir hata meydana geldi.

# BarcodeRequired
source: Barcode is required.
tr: Barkod alanı zorunludur.

# BarcodeLength
source: Barcode must be between 6 and 7 characters.
tr: Barkod 6–7 karakter olmalıdır.

# BarcodeExists
source: This barcode already exists.
tr: Bu barkod zaten kayıtlı.

# SerialExists
source: This serial number already exists.
tr: Bu seri numarası zaten kayıtlı.

# BarcodeUsedByOther
source: This barcode is used by another product.
tr: Bu barkod başka bir ürün tarafından kullanılmaktadır.

# SerialUsedByOther
source: This serial number is used by another product.
tr: Bu seri numarası başka bir ürün tarafından kullanılmaktadır.
