Repository: mucahitAgdin/InventorySystem
Catalog: Resources/Models.Product.*.resx
Languages: tr

# NameRequired
source: Name is required.
tr: Ürün adı zorunludur.

# NameLength
source: Name is too long.
tr: Ürün adı çok uzun.

# BarcodeRequired
source: Barcode is required.
tr: Barkod zorunludur.

# BarcodeLength
source: Barcode must be between 6 and 7 characters.
tr: Barkod 6–7 karakter olmalıdır.

# CurrentHolderLength
source: Current holder is too long.
tr: Teslim alan bilgisi çok uzun.

# LocationLength
source: Location is too long.
tr: Lokasyon adı çok uzun.

# ProductTypeLength
source: Product type is too long.
tr: Ürün tipi çok uzun.

# BrandLength
source: Brand name is too long.
tr: Marka adı çok uzun.

# ModelLength
source: Model name is too long.
tr: Model adı çok uzun.

# SerialNumberRequired
source: Serial number is required.
tr: Seri numarası zorunludur.

# SerialNumberLength
source: Serial number is too long.
tr: Seri numarası çok uzun.
