Repository: mucahitAgdin/InventorySystem
Catalog: Resources/Views/Stock/Move.*.resx
Languages: tr

# PageTitle
source: Stock Movement
tr: Stok Hareketi

# Header
source: Stock In / Out
tr: Stok Giriş / Çıkış

# LookupHelp
source: Zebra DS3678 (HID) sends Enter at the end of scanning.
tr: Zebra DS3678 (HID) tarayıcı okutma sonunda Enter gönderir.

source: Confirm Transaction
tr: İşlemi Onayla

# BarcodePlaceholder
source: Please scan or type the barcode
tr: Lütfen barkodu okutun veya yazın

# LocationLabel
source: Location
tr: Lokasyon

# LocationPlaceholder
source: Please select a location
tr: Lütfen lokasyon seçiniz

# LocationHelp
source: Options: depot, office, out of stock
tr: Seçenekler: depo, ofis, stok dışı

# DeliveredByLabel
source: Performed By (optional)
tr: İşlemi Yapan (opsiyonel)

# NoteLabel
source: Note (optional)
tr: Not (opsiyonel)
