Repository: mucahitAgdin/InventorySystem
Catalog: Resources/Views/Stock/scan.*.resx
Languages: tr

# PageTitle
source: Scan & Lookup
tr: Barkod Oku & Sorgula

# LookupHelp
source: Zebra DS3678 (HID): Sends Enter after scanning.
tr: Zebra DS3678 (HID): Okutma sonunda Enter gönderir.

# BtnLookup
source: Lookup
tr: Sorgula

# BtnMarkIn
source: Mark as IN (to Depot)
tr: Depoya Giriş İşaretle

# BtnMarkOut
source: Mark as OUT
tr: Çıkış İşaretle

# DeliveredTo
source: Delivered To (person/unit)
tr: Teslim Alan

source: Delivered By
tr: Teslim Eden

# Note
source: Note (optional)
tr: Not (opsiyonel)

# BtnConfirmOut
source: Confirm OUT
tr: Çıkışı Onayla

# PlaceholderScan
source: When focused, scan the barcode…
tr: Focus buradayken barkodu okutun…
